cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "telemachus/brew", "https://telemachus@bitbucket.org/telemachus/brew.git"

brew "vim"
brew "zsh"
brew "git"
brew "nodenv"
brew "rbenv"
brew "ghq"
brew "peco"
brew "heroku-toolbelt"

cask "transmission"
cask "the-unarchiver"
cask "vlc"
cask "kindle"
cask "techstoreclub-simple-comic"
cask "appcleaner"
cask "sourcetree"
cask "iterm2"
cask "visual-studio-code"
cask "postgres"
cask "pgadmin3"
