cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "telemachus/brew", "https://telemachus@bitbucket.org/telemachus/brew.git"

brew "vim"
brew "zsh"
brew "git"
brew "mercurial"
brew "go"
brew "node"
brew "rbenv"
brew "ruby-build"
brew "heroku-toolbelt"

cask "transmission"
cask "the-unarchiver"
cask "vlc"
cask "macvim"
cask "kindle"
cask "techstoreclub-simple-comic"
cask "appcleaner"
cask "sourcetree"
cask "avira-antivirus"
cask "iterm2"
cask "visual-studio-code"
cask "postgres"
cask "postico"
