cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "telemachus/brew", "https://telemachus@bitbucket.org/telemachus/brew.git"

brew "git"
brew "nodenv"
brew "peco"
brew "rbenv"
brew "vim"
brew "zsh"
brew "ghq"

cask "appcleaner"
cask "calibre"
cask "cooviewer"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "macvim"
cask "sourcetree"
cask "the-unarchiver"
cask "transmission"
cask "vlc"
cask "visual-studio-code"
